[
    {
        "ID": "rhume_Intro",
        "content": "Pour guérir une maladie, il faut le plus souvent suivre un traitement médical. Ces médicaments peuvent avoir des effets variés mais servent toujours à renforcer tes défenses immunitaires. Pourtant s'il est très important de prendre ses médicaments, il ne faut pas non plus en abuser. En effet, au lieu de te soigner, prendre trop de médicaments peut te rendre encore plus malade. C'est pour cela que quand un docteur te dit quels sont les médicaments que tu dois prendre, il te dit aussi quand les prendre et combien. A présent, c'est à toi de jouer. Elimine donc ce rhume qui t'empêche de respirer convenablement mais fait bien attention : si le bouton de médicament est orange, c'est qu'il est trop tôt pour en prendre."
    },
	{
		"ID": "rhume_Defaite1",
		"content": "Hélas tu as consommé trop des médicaments. Cela a eu des effets secondaires, comme la fatigue, qui ont perturbé ton corps et tes défenses, ce qui a eu pour effet de laisser la maladie se répandre facilement."
	},
	{
		"ID": "rhume_Defaite2",
		"content": "Hélas, tu n’as pas suffisamment pris tes médicaments. Tes défenses étaient trop faibles pour pouvoir repousser la maladie."
	},
    {
        "ID": "rhume_Victoire",
        "content": "Bravo, tu as éliminé la maladie. Tu as su respecter les doses prescrites par le docteur, ce qui a aidé tes défenses à repousser ce rhume et tu peux de nouveau respirer normalement."
	},
	{
		"ID": "grippe1_Intro",
		"content": "Lorsqu’un docteur découvre que tu as la grippe, cela signifie qu’un virus est entré dans ton corps. Contrairement aux bactéries, peu de médicaments peuvent renforcer t’aider à combattre un virus. La meilleure solution consiste à se faire vacciner avant de tomber malade. Un vaccin c’est un liquide qui contient une toute petite quantité d’une maladie. C’est trop peu pour que tu tombes malade, mais c’est suffisant pour que ton corps fabrique ce qu’on appelle des anticorps. Un anticorps, c’est ce qu’il y a de plus efficace pour éliminer un virus. Malheureusement, tu n’es actuellement pas vacciné contre la grippe et tu n’as pas encore les anticorps qu’il faut. Tu dois donc attendre que ton corps apprenne à créer les bons anticorps avant de pouvoir éliminer la maladie."
	},
	{
		"ID": "grippe1_ArriveeAnticorps",
		"content": "Ton corps sait maintenant comment créer les anticorps contre la grippe. Tu as maintenant tout ce qu’il te faut pour l’éliminer !"
	},
	{
		"ID": "grippe1_Defaite",
		"content": "Hélas, le virus a eu le dessus. Tes défenses sont désormais très affaiblies et il leur faudra du temps pour reprendre des forces et éliminer la maladie."
	},
	{
		"ID": "grippe1_Victoire",
		"content": "Bravo, tu as réussi ! Grâce à la bonne gestion de tes anticorps, tu as été en mesure d’éliminer le virus : la maladie est éliminée."
	},
	{
		"ID": "grippe2_Intro",
		"content": "Dans ce niveau, le virus de la grippe est de nouveau entré dans ton corps. Cette fois, cependant, tu as été vacciné et donc, tu possèdes déjà les anticorps nécessaires pour combattre la maladie. Elimine donc cette grippe !"
	},
	{
		"ID": "grippe2_Defaite",
		"content": "Hélas, tu n’as pas su gérer convenablement tes anticorps et le virus a pu progresser comme il le voulait."
	},
	{
		"ID": "grippe2_Victoire",
		"content": "Bravo, une nouvelle fois, tu as su faire face à la maladie. Tu dois maintenant comprendre l’importance des vaccins. C’est parce que les gens se font vacciner que certaines maladies ne peuvent plus se propager. Par contre, il faut renouveler ces vaccins car, avec le temps, ils perdent en efficacité et si les anticorps disparaissent, ces maladies pourraient revenir."
	},
	{
		"ID": "allergies_Intro",
		"content": "Lorsque tu souffres d’une allergie, cela signifie que ton corps réagit de façon violente à quelque chose qui n’est pas dangereux, comme le pollen des plantes par exemple. Il est très difficile d’empêcher le corps de réagir lorsqu’on souffre d’allergies mais il existe des moyens de réduire la violence de la réaction. L’un de ces moyens et la consommation de médicaments antihistaminiques. Ces médicaments ont pour effet de réduire les effets d’une substance appelée histamine, qui est libérée en très grande quantité dans le sang lorsque le corps repère un danger. L’histamine ne pouvant plus agir correctement, les réactions allergiques sont alors grandement atténuées voire supprimées, cela dépend de la personne. Le problème c’est que l’effet de ces médicaments ne dure pas très longtemps et qu’il faut en prendre très régulièrement. Dans ce niveau, l’histamine va apparaître très rapidement et si tu ne prends pas tes médicaments régulièrement, tu ne pourras pas réduire leur vitesse d’apparition."
	},
	{
		"ID": "allergies_Defaite",
		"content": "Hélas, tu n’as pas correctement pris ton traitement. L’histamine n’a pas été stoppée et ton corps a désormais une réaction violente comme de nombreux éternuements ou des démangeaisons."
	},
	{
		"ID": "allergies_Victoire",
		"content": "Bravo, en prenant correctement ton traitement tu as suffisamment réduit les effets de l’histamine pour ne pas être dérangé par ton allergie, continue comme ça !"
	}
]